<div class="toc" [ngStyle]="{'background-image': 'url(/assets/images/home/menu-img-1.jpg)'}">
  <div class="toc-i">
<h2 class="p1" style="text-align: center;"><span class="s1" style="color: #ffffff;"><strong>Avtale og generelle vilk&aring;r mellom Kj&oslash;kken/matleverand&oslash;r og Food.Farm AS </strong></span></h2>
<p class="p2" style="text-align: center;"><span class="s1" style="color: #ffffff;">Denne avtalen (&rdquo;Avtalen&rdquo;) er inng&aring;tt og gjelder mellom:</span></p>
<p class="p2" style="text-align: center;"><span class="s1" style="color: #ffffff;">________________, org.nr. ____________ (Kj&oslash;kken/matleverand&oslash;r)</span></p>
<p class="p2" style="text-align: center;"><span class="s1" style="color: #ffffff;">og</span></p>
<p class="p2" style="text-align: center;"><span style="color: #ffffff;"><span class="s1">Food.Farm AS</span>&nbsp;</span></p>
<p class="p3"><span class="s1" style="color: #ffffff;">Disse generelle vilk&aring;rene (heretter kalt &laquo;Vilk&aring;rene&raquo;) gjelder for kj&oslash;kken, restaurant eller kantine (heretter kalt &laquo;Kj&oslash;kken&raquo;) som har opprettet leverand&oslash;rprofil via <a style="color: #ffffff;" href="https://food.farm/"><span class="s2">https://food.farm/</span></a> (&laquo;Nettsiden&raquo;), FoodFarm mobilapplikasjon (&laquo;Appen&raquo;) eller gjennom direkte kontakt med representanter fra Food.farm AS (heretter kalt &laquo;FoodFarm&raquo;). FoodFarm tilbyr gjennom Nettsiden og Appen bedrifter og ansatte i bedrifter (&laquo;Kundene&raquo;) &aring; bestille mat og/eller drikke inkludert levering som er tilgjengeliggjort via Nettsiden eller Appen (heretter kalt &laquo;Tjenesten&raquo;).&nbsp;</span></p>
<p class="p3"><span class="s1" style="color: #ffffff;">Ved &aring; opprette leverand&oslash;rprofil og registrere dine opplysninger, tilbyr Kj&oslash;kken &aring; v&aelig;re underleverand&oslash;r for produksjon og pakking av mat og/eller drikke, Kj&oslash;kken aksepterer Vilk&aring;rene og forplikter deg til disse, samt bekrefter at Kj&oslash;kken har lest og godkjent Vilk&aring;rene. </span></p>
<p class="p4"><span class="s1" style="color: #ffffff;">FoodFarm forbeholder seg retten til &aring; endre Vilk&aring;rene iht. pkt. 6.</span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>1 Generelt om tjenesten</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">1.1 FoodFarm eier Tjenesten og driver denne ved hjelp av underleverand&oslash;rer som produserer mat og /eller drikke, (&laquo;Matleverand&oslash;r&raquo;), som deretter blir transportert med distribut&oslash;ren til FoodFarm, egen distribut&oslash;r eller tredjeparts distribut&oslash;r (&laquo;Distribut&oslash;r&raquo;) til Kundene for frokost, lunsj, middag eller catering. </span></p>
<p><span class="s1" style="color: #ffffff;">1.2 Tjenesten gir Kundene tilgang til &aring; bestille mat og/eller drikke (&laquo;Vare&raquo; eller &laquo;Varen&raquo;) via Nettsiden eller Appen (nedenfor kalt &laquo;Bestilling&raquo; eller &laquo;Bestillingen&raquo;), og f&aring; Bestillingen levert til Bedriftens leveringsadresse p&aring; ukedager med unntak av helligdager. Kundene velger hvilken Matleverand&oslash;r(er) de &oslash;nsker &aring; bestille fra, hvilken Vare de &oslash;nsker &aring; bestille og hvilke dager de &oslash;nsker levering. </span></p>
<p><span class="s1" style="color: #ffffff;">1.3 FoodFarm st&aring;r fritt til &aring; akseptere nye Matleverand&oslash;rer til Tjenesten, basert p&aring; behovet for nye Matleverand&oslash;rer og hvilket utvalg og kapasitet Kj&oslash;kkenet har. </span></p>
<p><span class="s1" style="color: #ffffff;">1.4 Dersom FoodFarm aksepterer Kj&oslash;kken som Matleverand&oslash;r vil FoodFarm tilby Varer fra Kj&oslash;kkenet via Tjenesten. FoodFarm administrerer Bestilling og levering av Bestillingen, mens Kj&oslash;kkenet har ansvar for &aring; produsere og pakke Bestillingen i henhold til de n&aelig;rmere vilk&aring;r og betingelser som fremg&aring;r nedenfor. FoodFarm gir ikke noen garanti for at Kundene vil bestille Varer fra Kj&oslash;kken. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>2 Kj&oslash;kkenets ansvar for varer, meny og innholdsfortegnelse</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">2.1 Ved opprettelse av leverand&oslash;rprofil skal Kj&oslash;kken angi hvilken type mat og/eller drikke Kj&oslash;kken kan levere, for eksempel &laquo;varmrett&raquo;, &laquo;kaldrett&raquo;, &laquo;sandwich&raquo;, &laquo;sushi&raquo; og lignende, i henhold til forh&aring;nds- eller egendefinerte kategorier (&laquo;Kategorier&raquo;). Kj&oslash;kken vil da v&aelig;re<span class="Apple-converted-space">&nbsp; </span>forpliktet til &aring; levere de Kategorier som angis i leverand&oslash;rprofilen, og endring kan bare skje dersom FoodFarm aksepterer slik endring i henhold til pkt. 6.&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">2.2 Prising av Varer f&oslash;lger av det til enhver tid gjeldende prisintervall for den aktuelle Matkategori som fremg&aring;r i Tjenesten. For hver Vare m&aring; Kj&oslash;kkenet fastsette en pris som faller innenfor prisintervallet. </span></p>
<p><span class="s1" style="color: #ffffff;">2.3 Kj&oslash;kken m&aring; hver fjerde uke i slutten av hver m&aring;ned, informere hvilken total kapasitet Kj&oslash;kkenet har til &aring; produsere Varer basert p&aring; Kategori for fire uker fremover.&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">2.4 Senest innen onsdag hver uke skal Kj&oslash;kken fastsette hvilke konkrete Varer inkl. pris som Kj&oslash;kkenet tilbyr for kommende uke innenfor hver Kategori. Kj&oslash;kken m&aring; ved oppsett av ukemeny oppgi en s&aring; detaljert innholdsfortegnelse som mulig for Varene, herunder informasjon om r&aring;varer, ingredienser, allergener og annet som inng&aring;r i Varene ihht. gjeldende lovverk. Dette gj&oslash;res ved &aring; legge inn ingrediensene med vekt/volum/antall osv. i Tjenestens ingredienskalkulator. Dersom Kj&oslash;kken m&aring; bytte ut, fjerne eller komplementere en r&aring;vare eller ingrediens som inng&aring;r i Varen m&aring; FoodFarm informeres om dette. Slik endring kan kun gj&oslash;res dersom dette ikke endrer type allergener i Varen. Kj&oslash;kkenet er ansvarlig for eventuelle konsekvenser ved avvik mellom oppgitte allergener og reelle allergener i leveransene. </span></p>
<p><span class="s1" style="color: #ffffff;">2.5 Innholdet i ukemenyen er bindende for Matleverand&oslash;r, og endringer i menyen m&aring; forh&aring;ndsgodkjennes av FoodFarm. </span></p>
<p><span class="s1" style="color: #ffffff;">2.6 Kj&oslash;kkenet m&aring; sette en siste frist for n&aring;r Kundene kan bestille, endre eller avbestille Varer fra Kj&oslash;kkenet via Nettsiden/Appen. Siste frist for bestilling/avbestilling kan ikke settes senere enn kl. 23.45 dagen f&oslash;r levering.<span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<p><span class="s1" style="color: #ffffff;">2.7 Kj&oslash;kken skal holde seg informert om, og rette seg etter gjeldende lover, forskrifter og offentlig fastsatte retningslinjer som til enhver tid gjelder n&aelig;ringsmiddel- og serveringsbransjen, herunder bl.a. matloven, n&aelig;ringsmiddelhygieneforskriften og internkontrollforskriften, og inneha eventuelle n&oslash;dvendige tillatelser for &aring; produsere og pakke mat og drikke. Det samme gjelder offentlige p&aring;legg som rettes mot Kj&oslash;kkenet. Kj&oslash;kken skal uten ugrunnet opphold informere FoodFarm om slike p&aring;legg.</span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>3 Produksjon og pakking av mat og drikke</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">3.1 Kundene kan legge inn Bestillinger av bestemte Varer eller av en Kategori enkeltvis, eller ved &aring; velge gjentakende bestillinger innenfor en eller flere Kategorier p&aring; den eller de ukedager Kundene &oslash;nsker levering. Ut i fra dette estimeres en produksjons- og pakkeliste/logistikkliste for Kj&oslash;kkenet for hver enkelt leveringsdag.</span></p>
<p><span class="s1" style="color: #ffffff;">3.2 Kj&oslash;kkenet kan til enhver tid holde seg orientert om hvilket antall Bestillinger som er gjort fra Kj&oslash;kkenet via sin leverand&oslash;rprofil p&aring; Tjenesten under &laquo;produksjon&raquo;, og hvilke av Bestillingene som skal sendes til hvilken Kunde under &laquo;pakking&raquo;. </span></p>
<p><span class="s1" style="color: #ffffff;">3.3 P&aring; det tidspunktet Kj&oslash;kkenet har satt som siste frist for bestilling, endring og avbestilling av Vare fra Kj&oslash;kken vil produksjonslisten og pakkelisten/logistikklisten l&aring;ses og det vil automatisk genereres en endelig produksjonsliste (&laquo;Produksjonslisten&raquo;) over det totale antallet Bestillinger Kundene har gjort fra Kj&oslash;kkenet. Det vil samtidig genereres en logistikkliste (&laquo;Logistikklisten&raquo;) for Kj&oslash;kken i leverand&oslash;rprofilen.</span></p>
<p><span class="s1" style="color: #ffffff;">3.4 Kj&oslash;kken er ansvarlig for &aring; produsere og pakke Bestillingen i henhold til Produksjonslisten og Logistikklisten slik at denne er klar for &aring; bli hentet av Distribut&oslash;r innen det avtalte tidspunktet samme dag som levering. </span></p>
<p><span class="s1" style="color: #ffffff;">3.5 F&oslash;r Bestillingen pakkes skal hver enkelt Bestilling merkes med matrett/drikke eller Kategori og den enkelte Kunde som har foretatt Bestillingen. FoodFarm er ikke ansvarlig for mangelfull merking av Bestillinger og de konsekvenser dette kan medf&oslash;re. </span></p>
<p><span class="s1" style="color: #ffffff;">3.6 Ved pakking skal bestillingene pakkes inn i varmeisolerte esker. Distribut&oslash;r leverer disse eskene til Kundene, som beholder disse frem til Distribut&oslash;r henter disse ved neste leveranse fra FoodFarm.&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">3.7 Kj&oslash;kkenet m&aring; s&oslash;rge for innkj&oslash;p av tilstrekkelig antall varmeisolerte esker for &aring; gj&oslash;re en forsvarlig pakking av Bestillingene. Kj&oslash;kkenet m&aring; merke eskene p&aring; en tydelig m&aring;te med b&aring;de Kj&oslash;kkenets navn og med &laquo;FoodFarm&raquo;. I tillegg m&aring; Kj&oslash;kkenet s&oslash;rge for at Produksjonslisten er tilstrekkelig festet utenp&aring; esken. FoodFarm er ikke ansvarlig for tap av esker som ikke er merket p&aring; en forsvarlig m&aring;te.</span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>4 Feil i produksjonslisten eller produksjon av bestilling</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">4.1 Dersom feil i Produksjonslisten medf&oslash;rer at Matleverand&oslash;ren produserer for mange eller for f&aring; Bestillinger, skal b&aring;de Kj&oslash;kken og FoodFarm varsle hverandre om dette s&aring; snart det oppdages og partene skal sammen fors&oslash;ke &aring; l&oslash;se dette p&aring; best mulig m&aring;te for Kundene.&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">4.2 Dersom Feil i Produksjonslisten f&oslash;rer til tap for Kj&oslash;kkenet, er FoodFarms ansvar for Kj&oslash;kkenets tap begrenset til Kj&oslash;kkenets kostpris for Varen(e) dersom det er produsert for mange Bestillinger, oppad begrenset til 50 % av Varens salgspris eks. mva. Kj&oslash;kkenet har plikt til &aring; fors&oslash;ke &aring; minimere sitt tap ved slik overproduksjon. Dersom feil i Produksjonslisten har f&oslash;rt til at Kj&oslash;kkenet har produsert for f&aring; Bestillinger, er FoodFarm ikke erstatningsansvarlig for Kj&oslash;kkenets eventuelle tap. FoodFarm er under enhver omstendighet ikke ansvarlig for Kj&oslash;kkenets indirekte tap, slik som tap av fortjeneste og annet konsekvenstap. </span></p>
<p><span class="s1" style="color: #ffffff;">4.3 FoodFarm er ikke ansvarlig for Matleverand&oslash;rens direkte eller indirekte tap som skyldes andre feil p&aring; Nettsiden eller Appen eller serverens nedetid, med mindre FoodFarm har opptr&aring;dt forsettelig eller grovt uaktsomt. </span></p>
<p><span class="s1" style="color: #ffffff;">4.4 Dersom Kj&oslash;kken f&aring;r grunn til &aring; anta at produksjon eller pakking av Bestilling ikke kan skje innen den fastsatte fristen, skal Kj&oslash;kken umiddelbart gi FoodFarm varsel om dette. Varselet skal angi &aring;rsaken til forsinkelsen og s&aring; vidt mulig angi eventuelle konsekvenser dette kan f&aring; og opplysninger om n&aring;r ytelsen kan gjenopptas. Dersom forsinkelsen medf&oslash;rer at FoodFarm ikke f&aring;r levert Bestillingen til Kundene i tide, er Matleverand&oslash;ren ansvarlig for &aring; dekke<span class="Apple-converted-space">&nbsp; </span>eventuelt prisavslag eller kompensasjon som tilbys Kundene i samr&aring;d med FoodFarm. Matleverand&oslash;ren skal erstatte FoodFarms tap av Tilretteleggingsgebyr (definert under) dersom feilen f&oslash;rer til at Kunden ikke kan debiteres for Bestillingen.&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">4.5 Matleverand&oslash;ren er utelukkende ansvarlig for produksjon av de bestilte Varene. FoodFarm er ikke ansvarlig ovenfor Kundene for eventuelle mangler med Varer eller erstatningstap som f&oslash;lge av slik mangel. Matleverand&oslash;ren skal holde FoodFarm skadesl&oslash;s for ethvert krav Kundene fremsetter overfor FoodFarm som skyldes forsinkelse eller mangler ved Bestillingen, herunder krav om erstatningskj&oslash;p. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>5 Vederlag</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">5.1 FoodFarm skal innkreve og motta betaling fra Kundene p&aring; vegne av Kj&oslash;kken. </span></p>
<p><span class="s1" style="color: #ffffff;">5.2 Kj&oslash;kken skal betale FoodFarm et tilretteleggingsgebyr p&aring; 25 % av totalsummen av Bestillingen fra Kj&oslash;kkenet (&laquo;Tilretteleggingsgebyr&raquo;).&nbsp;</span></p>
<p><span class="s1" style="color: #ffffff;">5.3 Tilrettleggingsgebyret skal avregnes hver m&aring;ned.</span></p>
<p><span class="s1" style="color: #ffffff;">5.4 FoodFarm sender et spesifisert fakturagrunnlag p&aring; e-post til oppgitt e-postadresse den 1. i hver m&aring;ned. </span></p>
<p><span class="s1" style="color: #ffffff;">5.5 Kj&oslash;kken skal den 6. hver m&aring;ned oversende faktura basert p&aring; fakturaunderlaget for Bestillingen inkl. mva til FoodFarm. Faktura forfaller 14 dager etter utsendt faktura. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>6 Oppsigelse og endring</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">6.1 Avtalen gjelder frem til den skriftlig sies opp av FoodFarm eller Kj&oslash;kken med 1 m&aring;neds varsel fra og med utl&oslash;pet av hver kalenderm&aring;ned. </span></p>
<p><span class="s1" style="color: #ffffff;">6.2 Ved brudd p&aring; Kj&oslash;kkenets plikter i pkt. 2, 3 eller 4 kan FoodFarm si opp Avtalen med umiddelbar virkning. </span></p>
<p><span style="color: #ffffff;"><span class="s1">6.3 Kj&oslash;kkenet kan selv gj&oslash;re endringer i Kategorier, matretter og leveringsdager gjennom leverand&oslash;rprofilen eller ved &aring; ta kontakt med FoodFarm support via kontaktinformasjonen som er tilgjengelig p&aring; </span><span class="s2">Nettsiden. </span><span class="s1">Enkelte endringer m&aring; aksepteres av FoodFarm f&oslash;r de trer i kraft. </span></span></p>
<p><span class="s1" style="color: #ffffff;">6.4 FoodFarm har rett til &aring; gj&oslash;re endringer i vederlag, avgifter og Vilk&aring;rene. Ved endringer FoodFarm antar vil v&aelig;re av en viss betydning og til ugunst for Kj&oslash;kkenet, vil Kj&oslash;kkenet bli varslet f&oslash;r endringen trer i kraft. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>7 Kommunikasjon og meldinger</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">7.1 FoodFarm kan gi Kj&oslash;kkenet melding om endringer i leveringstider, prisintervall og annet ved &aring; gj&oslash;re denne tilgjengelig i Kj&oslash;kkenets leverand&oslash;rprofil. </span></p>
<p><span class="s1" style="color: #ffffff;">7.2 Meldinger anses for &aring; v&aelig;re levert til Kj&oslash;kken n&aring;r meldingen er gjort tilgjengelig p&aring; Kj&oslash;kkents leverand&oslash;rprofil.<span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>8 Opplysninger om kunder, herunder om personopplysninger</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">8.1 Informasjon relatert til Kundene er FoodFarms eiendom. Kj&oslash;kkenet har ikke krav p&aring; utlevering av informasjon om Kundene utover hva som er n&oslash;dvendig for korrekt pakking etter Logistikklisten. </span></p>
<p><span class="s1" style="color: #ffffff;">8.2 Behandling av personopplysninger etter Avtalen skal gj&oslash;res i samsvar med gjeldende personvernlovivning. Kj&oslash;kken er behandlingsansvarlig for behandlingen av personopplysningene som Kj&oslash;kken deler med og behandles av FoodFarm. For personopplysninger som Kj&oslash;kken mottar av FoodFarm, er Kj&oslash;kken behandlingsansvarlig. Behandlingen av personopplysningene er underlagt v&aring;r databehandleravtale, som er et tillegg til Avtalen. </span></p>
<h3><span style="color: #ffffff;"><strong>9 Konfliktl&oslash;sning aog verneting</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">9.1 Eventuelle konflikter eller uenigheter mellom partene skal s&oslash;kes l&oslash;st gjennom dialog. Dersom konflikten ikke blir avklart med dialog, kan tvisten bringes inn for Oslo tingrett som rett verneting.&nbsp;</span></p>
<p class="p8"><span style="color: #ffffff;">&nbsp;</span></p>
<p class="p9"><span style="color: #ffffff;">&nbsp;</span></p>
<h2 class="p10"><span style="color: #ffffff;"><strong><span class="s1">DATABEHANDLERAVTALE</span></strong></span></h2>
<p class="p11"><span style="color: #ffffff;"><strong>1 Bakgrunn</strong></span></p>
<p class="p13"><span style="color: #ffffff;"><span class="s1">Denne databehandleravtalen (&rdquo;</span><span class="s3"><strong>Databehandleravtalen</strong></span><span class="s1">&rdquo;) er et tillegg til Avtalen mellom Food.Farm AS og leverand&oslash;r av mat og drikkevarer, benevnt i fellesskap som (&rdquo;</span><span class="s3"><strong>Partene</strong></span><span class="s1">&rdquo;). Databehandleravtalen regulerer rettigheter og plikter i tr&aring;d med gjeldende norsk regelverk, herunder personopplysningsloven. Ytterligere s&oslash;ker Databehandleravtalen &aring; ivareta personvernforordningen med ikrafttredelse juni 2018. </span></span></p>
<p class="p14"><span style="color: #ffffff;"><strong>2 Behandlingens form&aring;l, natur og omfang</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Gjennom tjenesten food.farm behandles personopplysninger til de ansatte eller andre representanter hos Behandlingsansvarlig og personopplysninger til kundene til Behandlingsansvarlig og Databehandler.</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Form&aring;let med Databehandlerens behandling av personopplysninger p&aring; vegne av Behandlingsansvarlig, er &aring; levere tjenester til kundene til Behandlingsansvarlig og Databehandler. Personopplysninger som overf&oslash;res til Databehandler kan ikke brukes til andre form&aring;l enn hva som f&oslash;lger av Databehandleravtalen. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">For &aring; gjennomf&oslash;re avtalt tjenesteleveranse vil Databehandler kunne innsamle, registrere, sammenstille, lagre og overf&oslash;re personopplysninger p&aring; vegne av Behandlingsansvarlig.&nbsp;</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Typer personopplysninger som Databehandleren behandler i forbindelse med bruk av tjenesten Food.Farm er de ansattes arbeidsadresse, navn, e-postadresse og evt. telefonnummer som Behandlingsansvarlig deler med Databehandler. </span></p>
<p class="p15"><span style="color: #ffffff;"><strong>3 Databehandlerens plikter</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler skal f&oslash;lge de instrukser for behandlingen som Partene tid enhver tid har bestemt skal gjelde. Instrukser skal avgis skriftlig. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler plikter &aring; gi Behandlingsansvarlig tilgang til sin sikkerhetsdokumentasjon, og bist&aring;, slik at Behandlingsansvarlig kan ivareta sitt eget ansvar etter regelverket.</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig har, med mindre annet er avtalt eller f&oslash;lger av lov, rett til tilgang til og innsyn i personopplysningene som behandles og systemene som benyttes til dette form&aring;l. Databehandler plikter &aring; gi n&oslash;dvendig bistand til dette.</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler vil lagre og oppbevare kopier av opplysningene s&aring; lenge dette er n&oslash;dvendig for &aring; oppfylle Databehandleravtalen med Behandlingsansvarlig.</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler har taushetsplikt om dokumentasjon og personopplysninger som vedkommende f&aring;r tilgang til i henhold til Databehandleravtalen. Denne bestemmelsen gjelder ogs&aring; etter Databehandleravtalens opph&oslash;r.</span></p>
<p class="p15"><span style="color: #ffffff;"><strong>4 Ansatte og bruk av underleverand&oslash;rer</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig godkjenner Databehandlerens n&aring;v&aelig;rende underleverand&oslash;rer. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Eventuelle planer om &aring; ansette nye databehandlere eller bytte ut eksisterende som er av s&aelig;rlig betydning for kontraktsforpliktelsene med Behandlingsansvarlig, skal informeres til Behandlingsansvarlig. Behandlingsansvarlig kan protestere mot slike endringer. Databehandler plikter &aring; avst&aring; fra den planlagte nyansettelsen eller utbyttet dersom Behandlingsansvarlig kan vise til gode grunner. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Samtlige som p&aring; vegne av Databehandler utf&oslash;rer oppdrag der bruk av de aktuelle personopplysningene inng&aring;r, skal v&aelig;re kjent med Databehandlers avtalemessige og lovmessige forpliktelser og oppfylle vilk&aring;rene etter disse.</span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler har ansvaret for &aring; opplyse ansatte og underleverand&oslash;rer om behandlingen av personopplysningene, risikoen med behandlingen og h&aring;ndteringen av avvik. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler er ansvarlig for avtalebrudd som skyldes ansatte eller underleverand&oslash;r sine handlinger. </span></p>
<p class="p15"><span style="color: #ffffff;"><strong>5 Sikkerhet</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig og Databehandler skal gjennomf&oslash;re egnede tekniske og organisatoriske tiltak for &aring; oppn&aring; et sikkerhetsniv&aring; som er egnet i forhold til risikoen. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler skal oppfylle de krav til sikkerhetstiltak som stilles etter personvernreglene. Databehandler skal dokumentere rutiner og andre tiltak for &aring; oppfylle disse kravene. Dokumentasjonen skal v&aelig;re tilgjengelig etter foresp&oslash;rsel fra Behandlingsansvarlig. </span></p>
<p class="p11"><span class="s1" style="color: #ffffff;"><strong>6 Sikkerhetsrevisjoner </strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig skal avtale med Databehandler at det gjennomf&oslash;res sikkerhetsrevisjoner jevnlig for systemer og lignende som omfattes av Databehandleravtalen.&nbsp;</span></p>
<p class="p15"><span style="color: #ffffff;"><strong>7 Databehandleravtalens varighet</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandleravtalen gjelder s&aring; lenge Databehandler behandler personopplysninger p&aring; vegne av Behandlingsansvarlig. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Dersom Avtalen sies opp av en av Partene vil dette ogs&aring; medf&oslash;re at Databehandleravtalen opph&oslash;rer p&aring; samme tidspunkt. </span></p>
<p class="p15"><span style="color: #ffffff;"><strong>8 Opph&oslash;r</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Ved opph&oslash;r av Databehandleravtalen plikter Databehandler &aring; tilbakelevere eller slette alle personopplysninger som er mottatt p&aring; vegne av den Behandlingsansvarlige og som omfattes av Databehandleravtalen, etter den Behandlingsansvarliges valg. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandler skal innen rimelig tid etter opph&oslash;r av Databehandleravtalen slette eller forsvarlig destruere alle tilgjengelige personopplysninger og eksisterende kopier. Databehandler skal skriftlig kunne dokumentere at sletting og eller destruksjon er foretatt i henhold til Databehandleravtalen. </span></p>
<p class="p15"><span style="color: #ffffff;"><strong>9 Avtalebrudd</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Har avtalebrudd inntr&aring;dt skal Databehandler straks varsle Behandlingsansvarlig. Er det tale om brudd p&aring; eller mulig brudd p&aring; personopplysningssikkerheten slik at personopplysninger har kommet eller kan komme p&aring; avveie, skal Databehandler straks varsle Behandlingsansvarlig med detaljert informasjon om avtalebruddet. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig har ansvaret for at melding om overtredelser av personvernreglene sendes til Datatilsynet. </span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Behandlingsansvarlig kan ved avtalebrudd anmode Databehandler om &aring; stoppe videre behandling av informasjonen med &oslash;yeblikkelig virkning, og senest innen 24 timer.&nbsp;</span></p>
<p class="p11"><span style="color: #ffffff;"><strong>10 Lovvalg og verneting</strong></span></p>
<p class="p13"><span class="s1" style="color: #ffffff;">Databehandleravtalen reguleres av norsk lov og er underlagt norske domstoler. Tvister skal s&oslash;kes l&oslash;st i minnelighet. Blir tvisten brakt inn for domstolene, er Oslo tingrett rette verneting.<span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<p class="p18"><span style="color: #ffffff;">&nbsp;</span></p>
<p class="p18"><span style="color: #ffffff;">&nbsp;</span></p>
  </div>
</div>
