<div class="toc" [ngStyle]="{'background-image': 'url(/assets/images/home/menu-img-1.jpg)'}">
  <div class="toc-i">
    <h2 class="p1" style="text-align: center;"><span class="s1" style="color: #ffffff;"><strong>AVTALE OM BEDRIFTSMEDLEMSKAP I TJENESTEN</strong></span></h2>
<p class="p3" style="text-align: center;"><span class="s1" style="color: #ffffff;">Denne avtalen er inng&aring;tt mellom:</span></p>
<p class="p3" style="text-align: center;"><span class="s1" style="color: #ffffff;">Food.Farm AS, (&laquo;<strong>FoodFarm</strong>&raquo;)</span></p>
<p class="p3" style="text-align: center;"><span class="s1" style="color: #ffffff;">Og </span></p>
<p class="p3" style="text-align: center;"><span class="s1" style="color: #ffffff;">[BEDRIFTENS NAVN] (&laquo;<strong>Bedriften</strong>&raquo;)</span></p>
<p class="p2"><span style="color: #ffffff;">&nbsp;</span></p>
<h2 class="p4"><span class="s1" style="color: #ffffff;"><strong>GENERELLE VILK&Aring;R FOR MEDLEMSKAP I FOODFARM</strong></span></h2>
<h3><span class="s1" style="color: #ffffff;"><strong>1 GENERELT</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">1.1 Disse generelle vilk&aring;r (&laquo;Vilk&aring;rene&raquo;) gjelder medlemskap for bedrifter i tjenesten FoodFarm leverer (&rdquo;Tjenesten&rdquo;). </span></p>
<p><span class="s1" style="color: #ffffff;">1.2 Vilk&aring;rene utgj&oslash;r en del av avtalen om medlemskap i Tjenesten mellom Bedriften og FoodFarm. Avtalen best&aring;r av Vilk&aring;rene og evt. tilleggsavtale (samlet &laquo;Medlemsavtalen&raquo;). I tillegg til Medlemsavtalen vil gjelder v&aring;r databehandleravtale samt enkelte s&aelig;rskilte vilk&aring;r for visse tjenester og visse tilbud. Slike s&aelig;rskilte vilk&aring;r er tilgjengelig p&aring; nettsiden for Tjenesten (<a style="color: #ffffff;" href="http://www.food.farm"><span class="s2">www.food.farm</span></a>). </span></p>
<p><span class="s1" style="color: #ffffff;">1.3 FoodFarm forbeholder seg retten til &aring; endre Vilk&aring;rene iht. punkt 7.</span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>2 OM TJENESTEN</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">2.1 FoodFarm tilbyr en ekstern kantinetjeneste som tilrettelegger for at bedrifter uten egen kantine gjennom medlemskap i Tjenesten kan tilby sine ansatte &aring; bestille mat og/eller drikke fra utvalgte leverand&oslash;rer (&laquo;Matleverand&oslash;rer&raquo;) og f&aring; dette levert til Bedriften iht. punkt 8 nedenfor. </span></p>
<p><span class="s1" style="color: #ffffff;">2.2 Medlemskap i Tjenesten forutsetter at Bedriften befinner seg innenfor det til enhver tid gjeldende geografiske omr&aring;det Tjenesten tilbyr levering av Tjenesten til (&laquo;Leveringsomr&aring;det&raquo;) som fremg&aring;r p&aring; <a style="color: #ffffff;" href="http://www.foodfarm.no"><span class="s2">www.food.farm</span></a>. </span></p>
<p><span class="s1" style="color: #ffffff;">2.3 Medlemskap i Tjenesten gir Bedriften tilgang til Tjenesten ved at Bedriften registrerer sine ansatte i Tjenesten og dermed gir dem tilgang til &aring; tegne abonnement for bestilling fra Tjenestens til enhver tid gjeldende produkt- og pristilbud fra Matleverand&oslash;rer innenfor det aktuelle Leveringsomr&aring;det, slik dette fremg&aring;r av de til enhver tid gjeldende beskrivelser og tilh&oslash;rende prisliste p&aring; <a style="color: #ffffff;" href="http://www.foodfarm.no"><span class="s2">www.food.farm</span></a>. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>3 MEDLEMSKAP I TJENESTEN</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">3.1 Medlemskap i Tjenesten kan s&oslash;kes av bedrifter som befinner seg innenfor et Leveringsomr&aring;de Tjenesten st&oslash;tter.</span></p>
<p><span class="s1" style="color: #ffffff;">3.2 Medlemskapet gjelder fra startdato angitt i Medlemsavtalen, og er et l&oslash;pende avtaleforhold frem til medlemskapet sies opp av Bedriften eller FoodFarm.</span></p>
<p><span class="s1" style="color: #ffffff;">3.3 Medlemskapet administreres av Bedriften gjennom administrasjonskontoen Tjenesten har opprettet for Bedriften p&aring; <a style="color: #ffffff;" href="http://www.foodfarm.no/companyadm"><span class="s2">www.food.farm/companyadm</span></a>. </span></p>
<p><span class="s1" style="color: #ffffff;">3.4 Gjennom sin administrasjonskonto setter Bedriften selv sine preferanser for valg av Matleverand&oslash;r(er) og Leveringstidspunkt innenfor det utvalget som er tilgjengelig for Bedriften til enhver tid. Tjenesten m&aring; godkjenne Bedriftens preferanser, og st&aring;r fritt til &aring; nekte godkjenning dersom det viser seg at det ikke er mulig &aring; i m&oslash;tekomme Bedriftens preferanser som f&oslash;lge av manglende kapasitet hos den aktuelle Matleverand&oslash;r. FoodFarm vil s&aring; langt det lar seg gj&oslash;re tilby Bedriften &aring; velge mellom alle Matleverand&oslash;rer. </span></p>
<p><span class="s1" style="color: #ffffff;">3.5 Bedriften skal registrere sine ansatte som brukere av Tjenesten via sin administrasjonsprofil i Tjenesten. Bedriften er selv ansvarlig for &aring; ha tilstrekkelig samtykke eller avtalegrunnlag for &aring; oppgi den ansattes personopplysninger til Tjenesten. For &aring; registrere en ansatt som bruker m&aring; den ansatte v&aelig;re 18 &aring;r eller eldre, myndig og ha full juridisk rett til &aring; inng&aring; avtale med en annen part. Ved opprettelse av en brukerprofil p&aring; Tjenesten m&aring; den ansatte registrere sine personalia og betalingsinformasjon, samt godkjenne at den er kunde hos Tjenesten og tilh&oslash;rende brukervilk&aring;r for &aring; kunne benytte seg av Tjenesten. </span></p>
<p><span class="s1" style="color: #ffffff;">3.6 Bedriften kan ogs&aring; registrere Bedriften som egen bruker i Tjenesten. Ved opprettelse av brukerprofil p&aring; Tjenesten m&aring; Bedriften registrere en kontaktperson, oppgi betalingsinformasjon og godkjenne at den er kunde hos Tjenesten og tilh&oslash;rende brukervilk&aring;r for &aring; kunne benytte seg av Tjenesten. </span></p>
<p><span class="s1" style="color: #ffffff;">3.7 Ved registrering av de ansatte m&aring; Bedriften oppgi den ansattes navn, epostadresse og telefonnummer. Den registrerte ansatte vi heretter omtales som &laquo;Bedriftens Ansatte&raquo;. </span></p>
<p><span class="s1" style="color: #ffffff;">3.8 Bedriftens Ansatte vil etter registrering motta en epost med en unik aktiveringslink fra <a style="color: #ffffff;" href="mailto:medlem@foodfarm.no"><span class="s2">medlem@food.farm</span></a>. Ved &aring; benytte aktiveringslinken kan den ansatte opprette en selvstendig bruker via Tjenestens mobilapplikasjon eller nettside som er tilknyttet Bedriften. Ved &aring; opprette bruker f&aring;r Bedriftens Ansatte tilgang p&aring; sitt eget brukeromr&aring;de p&aring; Tjenestens mobilapplikasjon og/eller nettside. Bedriftens Ansatte kan gjennom sitt brukeromr&aring;de opprette abonnement for levering av mat fra de Matleverand&oslash;rer innenfor de Leveringstidspunkter som er tilgjengelige for dem i henhold til Bedriftens angitte preferanser, p&aring; de n&aelig;rmere vilk&aring;r og betingelser som fremg&aring;r av Tjenestens brukervilk&aring;r.<span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<p><span class="s1" style="color: #ffffff;">3.9 Tjenesten kan n&aring;r som helst foreta endringer tilknyttet produktene og menyene tilgjengelig for Bedriftens Ansatte, og forbeholder seg retten til &aring; bytte ut Matleverand&oslash;rer. </span></p>
<p><span class="s1" style="color: #ffffff;">3.10 Tjenesten kan tilpasse tilbudet av Matleverand&oslash;rer og aktuelle Leveringstidspunkter i samsvar med medlemmenes ettersp&oslash;rsel, samt holde stengt eller redusere tilbudet i forbindelse med helligdager og lignende. </span></p>
<h3><span style="color: #ffffff;"><strong>4 BETALING AV MEDLEMSKAP</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">4.1 Bedriften skal betale gebyr for utkj&oslash;ring av mat og drikke til Bedriftens Ansatte i henhold til den til enhver tid gjeldende prisliste for frakt tilgjengelig p&aring; <a style="color: #ffffff;" href="http://www.foodfarm.no"><span class="s2">www.food.farm</span></a>.</span></p>
<p><span class="s1" style="color: #ffffff;">4.2 Dersom Bedriften iht. Medlemsavtalen har &aring; valgt &aring; v&aelig;re betalingsansvarlig for hele eller deler av de bestillinger Bedriftens Ansatte foretar gjennom sin brukerprofil i Tjenesten, skal Bedriften betale vederlag som beregnes etterskuddsvis hver m&aring;ned i henhold til de bestillinger Bedriftens Ansatte har gjort. </span></p>
<p><span class="s1" style="color: #ffffff;">4.3 Ved fullstendig betalingsansvar skal Bedriften betale vederlag for alle kj&oslash;p Bedriftens Ansatte har gjort gjennom Tjenesten iht. gjeldende prisliste. Ved delvis betalingsansvar skal Bedriften betale vederlag i henhold til et p&aring; forh&aring;nd fastsatt bel&oslash;pstak per ansatt per dag og/eller m&aring;ned. </span></p>
<p><span class="s1" style="color: #ffffff;">4.4 FoodFarm fakturerer skyldig vederlag etterskuddsvis &eacute;n gang i m&aring;neden. Faktura forfaller 14 dager etter utsendt faktura. </span></p>
<p><span class="s1" style="color: #ffffff;">4.5 Dersom Bedriften ikke betaler innen betalingsfristens utl&oslash;p, sendes inkassovarsel med ny betalingsfrist. Ved forsinket betaling kan FoodFarm kreve dekket omkostninger og renter etter inkassoloven og lov om forsinket betaling. </span></p>
<h3><span style="color: #ffffff;"><strong>5 BEDRIFTENS ANSVAR</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">5.1 Bedriften er ansvarlig for &aring; inngi fullstendig informasjon i sin brukerprofil, herunder kontaktopplysninger, fakturaadresse, leveringsadresse, betalingsinformasjon og informasjon om sine ansatte. </span></p>
<p><span class="s1" style="color: #ffffff;">5.2 Bedriften er ansvarlig for at oversikten over Bedriftens Ansatte samsvarer med faktisk ansatte i Bedriften, til &aring; registrere nye ansatte i sin brukerprofil i Tjenesten, samt &aring; fjerne personer som ikke lenger er ansatte i Bedriften.</span></p>
<p><span class="s1" style="color: #ffffff;">5.3 Bedriften plikter &aring; treffe valg om preferanser eller endre sine preferanser for Matleverand&oslash;r(er) og Leveringstidspunkt gjennom sin brukerprofil i Tjenesten.</span></p>
<p><span class="s1" style="color: #ffffff;">5.4 Bedriften f&aring;r tildelt et brukernavn i Tjenesten og velger selv sitt passord. Bedriften er ansvarlig for &aring; bevare brukernavn og passord p&aring; en betryggende m&aring;te, slik at det ikke blir misbrukt av andre. Mistanke om misbruk skal snarest meldes til FoodFarm. </span></p>
<h3><span style="color: #ffffff;"><strong>6 INFORMASJON OG SUPPORT</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">6.1 Tjenesten sender informasjon til Bedriften til den e-postadressen Bedriften har oppgitt til FoodFarm. Bedriften er ansvarlig for &aring; informere FoodFarm via Tjenesten om endringer av kontaktopplysninger.</span></p>
<h3><span style="color: #ffffff;"><strong>7 OPPSIGELSE OG ENDRING AV MEDLEMSAVTALEN</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">7.1 Medlemskapet kan sies opp n&aring;r Bedriften &oslash;nsker. Oppsigelse av medlemskapet gj&oslash;res med Bedriftens brukerkonto via Tjenesten.</span></p>
<p><span class="s1" style="color: #ffffff;">7.2 Meldinger fra Bedriften som gjelder endringer i Medlemsavtalen gj&oslash;res gjennom Bedriftens brukerprofil eller ved &aring; ta kontakt med Tjenestens support via kontaktinformasjonen som er tilgjengelig p&aring; <a style="color: #ffffff;" href="http://www.foodfarm.no"><span class="s2">www.food.farm</span></a>. </span></p>
<p><span class="s1" style="color: #ffffff;">7.3 Tjenesten har rett til &aring; gj&oslash;re endringer i vederlag, avgifter og Vilk&aring;rene. Ved endringer Tjenesten antar vil v&aelig;re av en viss betydning og til ugunst for Bedriften, vil Bedriften bli varslet f&oslash;r endringen trer ikraft. </span></p>
<p><span class="s1" style="color: #ffffff;">7.4 Dersom Tjenesten blir kjent med mislighold av Medlemsavtalen vil Bedriften straks bli varslet. Tjenesten har rett til &aring; sperre medlemskapet for en viss tid eller si opp Medlemsavtalen med umiddelbar virkning dersom Bedriften vesentlig misligholder Medlemsavtalen. Som vesentlig mislighold regnes blant annet brudd p&aring; betaling av faktura som p&aring; tross av inkassovarsel eller andre varsel ikke er betalt, samt brudd p&aring; Vilk&aring;rene. </span></p>
<h3><span style="color: #ffffff;"><strong>8 LEVERING OG FORSINKELSE</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">8.1 Levering skjer til den adresse Bedriften har oppgitt i Tjenesten og innenfor det avtalte tidsrommet, eller dersom ikke annet er avtalt, mellom tidsrommet 11.00 og 12.00 (&rdquo;Leveringstidspunktet&rdquo;). Bedriften er innforst&aring;tt med at leveranse utenfor Leveringstidspunktet kan forekomme, for eksempel som f&oslash;lge av uforutsette hendelser, slik som, men ikke begrenset til, trafikkulykker og ekstreme v&aelig;r- og f&oslash;reforhold. </span></p>
<p><span class="s1" style="color: #ffffff;">8.2 Ved uforutsette hendelser som medf&oslash;rer at den bestilte leveransen ikke kan leveres innen 1 time etter det angitte Leveringstidspunktet, vil maten ikke bli levert. Kreditering skjer da av eventuell forh&aring;ndsbetaling av gebyret for leveransen. </span></p>
<p><span class="s1" style="color: #ffffff;">8.3 FoodFarm forbeholder seg retten til i unntakstilfeller &aring; avbestille eller innstille leveranser dersom det er n&oslash;dvendig som f&oslash;lge av uforutsette hendelser i et spesifikt leveranseomr&aring;de, force majeure-liknende hendelser (krig, politiske uroligheter, streik, lockout, blokkering, feil hos matleverand&oslash;r eller annet avtalehinder utenfor FoodFarms rimelige kontroll). I slike unntakstilfeller blir Bedriften informert s&aring; raskt som mulig. Kreditering skjer da av eventuell forh&aring;ndsbetaling av gebyret for leveransen. </span></p>
<p><span class="s1" style="color: #ffffff;">8.4 Kreditering av evt. forh&aring;ndsbetaling av gebyr er den eneste misligholdsbef&oslash;yelse som er tilgjengelig for Bedriften i tilfelle forsinkelse, innstilling, avbestilling eller annen manglende levering. Ikke i noe tilfelle skal FoodFarm v&aelig;re ansvarlig ovenfor Bedriften for noe direkte eller indirekte tap, herunder erstatningskj&oslash;p, som f&oslash;lge av forsinkelse, avbestilling eller innstilling av leveransen. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>9 MANGLER&nbsp;VED LEVERANSEN</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">9.1 Bedriften er innforst&aring;tt med at Tjenesten ikke er leverand&oslash;r av det mat- og drikkeutvalget som er tilgjengelig for bestilling av Bedriftens Ansatte p&aring; Tjenestens mobilapplikasjon og nettside. Tjenesten er kun en tilretteleggingstjeneste for at Bedriftens Ansatte kan bestille mat og/eller drikke fra utvalgte Matleverand&oslash;rer og for levering av bestilt mat og/eller drikke til Bedriftens Ansatte. </span></p>
<p><span class="s1" style="color: #ffffff;">9.2 Hver Matleverand&oslash;r av den tilgjengelige maten og/eller drikkevarene er selv ansvarlig for innholdet og utformingen av det respektive mat- og drikkeutvalget, samt at varene som bestilles er i god stand. FoodFarm er ikke ansvarlig ovenfor Bedriften for eventuelle mangler med mat og/eller drikke, herunder skal FoodFarm ikke i noe tilfelle v&aelig;re ansvarlig ovenfor Bedriften for direkte eller indirekte tap, herunder erstatningskj&oslash;p, som f&oslash;lge av mangler ved den tilgjengelige mat og/eller drikkevare produsert av Matleverand&oslash;r. </span></p>
<p><span class="s1" style="color: #ffffff;">9.3 Ved reklamasjon over mottatt mat og/eller drikkevarer vil dette bli videreformidlet til Matleverand&oslash;r. </span></p>
<h3><span style="color: #ffffff;"><strong>10 UAVHENTEDE BESTILLINGER</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">10.1 FoodFarm ikke ansvarlig for forringet eller redusert kvalitet og/eller holdbarhet p&aring; varer som ikke blir tatt imot til det opprinnelige bestilte Leveringstidspunktet. </span></p>
<h3><span class="s1" style="color: #ffffff;"><strong>11 BEHANDLING AV PERSONOPPLYSNINGER<br /></strong></span></h3>
<p><span class="s1" style="color: #ffffff;">11.1 Bedriften er innforst&aring;tt med at Tjenesten registrerer, lagrer og bruker opplysninger om Bedriftens Ansatte og deres bruk av FoodFarms tjenester for &aring; administere, ivareta abonnementet og informere om tjenester fra FoodFarm. Bedriften er behandlingsansvarlig for behandlingen av personopplysningene som Bedriften deler med og behandles av FoodFarm. Behandlingen av personopplysningene er underlagt v&aring;r databehandleravtale, som er et tillegg til Medlemsavtalen.<span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<h3><span style="color: #ffffff;"><strong>12 KONFLIKTL&Oslash;SNING OG VERNETING</strong></span></h3>
<p><span class="s1" style="color: #ffffff;">12.1 Eventuelle konflikter eller uenigheter mellom partene skal s&oslash;kes l&oslash;st gjennom dialog. Dersom konflikten ikke blir avklart med dialog, kan s&oslash;ksm&aring;l reises for Oslo tingrett som rette verneting. </span></p>
<p class="p2"><span style="color: #ffffff;">&nbsp;</span></p>
<p class="p2"><span style="color: #ffffff;">&nbsp;</span></p>
  </div>
</div>
